export const dishes = [
  {
    category: 'Горячий цех',
    link: '/hot_department',
    img: '/falafel.jpg',
    dishes: [
      {
        title: 'Боул с веганской фетой, фалафелем, овощами и хумусом',
        portion: 400,
      },
      {
        title: 'Боул с фасолью, хрустящим нутом и овощами',
        portion: 500,
      },
      {
        title: 'Боул с тофу-терияки, овощами и булгуром',
        portion: 380,
      },
      {
        title: 'Бургер коул-слоу с котлетой из растительного мяса',
        portion: 300,
      },
      {
        title: 'Бургер Слоппи Джо',
        portion: 400,
      },
      {
        title: 'Бургер с фалафельной котлетой, тофу и розовым соусом',
        portion: 370,
      },
      {
        title: 'Бургер с сейтановой котлетой и сыром',
        portion: 320,
      },
      {
        title: 'Бургер с халуми, хумусом, баклажанами и грушей',
        portion: 250,
      },
      {
        title: 'Классический ролл с фалафелем, сейтаном и тофу',
        portion: 300,
      },
      {
        title: 'Тофу-скрембл',
        portion: 450,
      },
      {
        title: 'Мощная порция наггетсов из тофу',
        portion: 290,
      },
      {
        title: 'Каша из киноа с финиками на кокосовом молоке и тар-тар из киви',
        portion: 250,
      },
      {
        title: 'Квебекский путин (с грибами, картошкой и сальсой из соевого мяса)',
        portion: 380,
      },
      {
        title: 'Румяный батат-фри',
        portion: 170,
      },
      {
        title: 'Самая крупная картошка фри и соус',
        portion: 150,
      },
      {
        title: 'Удивительный фо',
        portion: 450,
      },
    ],
  },
  {
    category: 'Холодный цех',
    link: '/cold_department',
    img: '/salad.jpg',
    dishes: [
      {
        title: 'Астрономический салат с румяным халуми и гранатовым соусом',
        portion: 200,
      },
      {
        title: 'Норитако с овощным севиче, рисом, чуккой и лаймом',
        portion: 300,
      },
      {
        title: 'Нежный хумус с сельдереем и морковными палочками',
        portion: 380,
      },
      {
        title: 'Онигиразу (азиатский сендвич) классический или темпура',
        portion: 430,
      },
      {
        title: 'Нежный крем-суп из цветной капусты с гренками',
        portion: 250,
      },
    ],
  },
  {
    category: 'Напитки',
    link: '/beverages',
    img: '/smoothie.jpeg',
    dishes: [
      {
        title: 'Эспрессо',
        portion: 40,
      },
      {
        title: 'Американо',
        portion: 300,
      },
      {
        title: 'Капучино',
        portion: 300,
      },
      {
        title: 'Флэт уайт',
        portion: 250,
      },
      {
        title: 'Айс-латте',
        portion: 400,
      },
      {
        title: 'Горячий какао',
        portion: 300,
      },
      {
        title: 'Матча-латте',
        portion: 250,
      },
      {
        title: 'Холодный большой матча-латте',
        portion: 400,
      },
      {
        title: 'Бодрящий саган-дайля',
        portion: 300,
      },
      {
        title: 'Гранатовый ласси на овсяном молоке с корицей и имбирем',
        portion: 400,
      },
      {
        title: 'Зеленый смузи с яблоком, шпинатом и грушей',
        portion: 400,
      },
      {
        title: 'Банановый смузи с чиа, яблоком, шпинатом, киви, ванилью',
        portion: 400,
      },
      {
        title: 'Фреш яблоко+сельдерей',
        portion: 250,
      },
      {
        title: 'Фреш морковь+яблоко+сельдерей',
        portion: 250,
      },
      {
        title: 'Жгучая мичелада',
        portion: 650,
      },
    ],
  },
  {
    category: 'Десерты',
    link: '/deserts',
    img: '/desert.jpeg',
    dishes: [
      {
        title: 'Чизкейк с кешью и апельсиновым сиропом',
        portion: 140,
      },
      {
        title: 'Шоколадный мусс с орехами в карамели и взбитыми сливками',
        portion: 160,
      },
      {
        title: 'Кешьюкейк арахисовый',
        portion: 110,
      },
      {
        title: 'Кешьюкейк тирамису',
        portion: 110,
      },
      {
        title: 'Кешьюкейк сливочно-морковный',
        portion: 110,
      },
      {
        title: 'Кешьюкейк кокосовый',
        portion: 110,
      },
    ],
  },
];
